import {FC} from "react";


interface IInvitationPage {
}

export const InvitationPage: FC<IInvitationPage> = ({}) => {
  return (<div className="cursive-text invitation-wrapper">
      <h1>🌸Каролюсь, у мене для тебе запрошення 🌸</h1>
      <p>15 лютого о 16:00 на нас із тобою чекає дещо дуже гарне! Ми із тобою будемо створювати наші власні парфуми
        ✨</p>
      <h2>Від тебе вимагається:</h2>
      <ul>
        <li>Це дуже важливо - не нанось на себе парфум</li>
        <li>Нехай твій образ відображає ту принцесу, яку я бачу в тобі кожного разу 💕</li>
        <li>Чекай на свого принца на синому форді(номер ВС9807ТІ 🤭) о 12:00 під своїм замком</li>
      </ul>

      <p className="signature">
        Дуже чекаю завтрашнього дня 💋💋💋
      </p>
    </div>
  );
};